{
    "page" : "blog",
    "content" : [
    {
        "id" : "72AF0",
        "post_id": "23F23236SASFDGSDG",
        "content" : [
            {
                "name" : "POST_NAME_BLOG",
                "type" : "text",
                "content" : "O que foi o Iluminismo"
            },
            {
                "name" : "POST_CONTENT_BLOG",
                "type" : "text",
                "limit": 150,
                "content" : "O iluminismo foi um movimento intelectual que surgiu na Europa no século XVIII. Tinha como ponto central a defesa da razão e ciência para guiar a humanidade e explicar os fenômenos da natureza. Por conta disso, os iluministas foram grandes defensores da ciência e contribuíram para o desenvolvimento científico nesse período. Por meio do iluminismo, combateu-se uma visão de mundo teocêntrica estabelecida por influência do cristianismo, e ganhou espaço na sociedade o racionalismo científico. Os iluministas tinham a crença de que o racionalismo permitiria à humanidade encontrar o caminho do progresso e construir uma sociedade sem injustiças sociais e sem conflitos. A influência do iluminismo sobre o século XVIII na Europa foi tão grande que ele recebeu o nome de “século das luzes”. Esse nome se explica porque o termo iluminismo remonta à ideia de iluminação. Os iluministas defendiam iluminar as mentes de seu século, retirando-as da escuridão da ignorância. A influência do iluminismo se estendeu por diversas áreas da sociedade, pois, além da ciência, seus representantes propunham mudanças para áreas como a política, a religião, a cultura, a economia, o funcionamento da sociedade etc. O iluminismo foi catalisador de inúmeras transformações na sociedade europeia a partir do século XVIII e foi resultado de uma renovação intelectual que estava em curso na Europa desde séculos anteriores."
            },
            {
                "name" : "POST_LINK_BLOG",
                "type" : "link",
                "link": "/blog-single",
                "content" : "Saiba mais"
            }
        ]
    },
    {
        "id" : "72AF0",
        "post_id": "ASFASFT23ASGASGG2",
        "content" : [
            {
                "name" : "POST_NAME_BLOG",
                "type" : "text",
                "content" : "A idade das trevas na europa ocidental"
            },
            {
                "name" : "POST_CONTENT_BLOG",
                "type" : "text",
                "limit": 150,
                "content" : "“Idade das Trevas” foi o termo adotado pelos humanistas do século XVII, aonde generalizaram toda a civilização da Europa do século IV ao século XV como um tempo de ruína e flagelo. Esta ideologia de obscuridade das trevas é resultado de fatos e acontecimentos negativos ocorridos no longo período da Idade Média, tais como, as guerras, as invasões bárbaras, as crises da agricultura, as epidemias, a imposição da Igreja, a inquisição em relação aos hereges, a centralização da economia restrita aos feudos, as desigualdades sociais, dentre outros aspectos, mas que não justificam criar uma terminologia pejorativa para uma gigante e envolvente civilização que em contraste com esse lado negativo muito criou, muito inventou e muito desenvolveu, lembrando que o período medieval é o carro chefe da historiografia contemporânea.Então empregar uma ideologia pejorativa a uma vã sociedade, é demonstrar preconceito, calúnia, difamação e mais altamente uma insuficiência de conhecimento desta mesma, que conforme o renomado historiador medievalista Jacques Le Goff, a Idade Média foi<br /> “... uma época que não foi de trevas nem imune ao progresso; ao contrário, foi uma época fértil de invenções vitais e importantes ...” .(LE GOFF, 2007, capa), aí nesta citação Le Goff trata a Idade Média de uma forma clara, objetiva e “com os pés no chão”, aonde expõe suas idéias sem condenar qualquer coisa, afinal a função do historiador é de compreender, e não de julgar o passado. Através de comparações de fontes de diferentes linhas teóricas, e através do estudo,da pesquisa e da análise de várias fontes secundárias proponho dissertar a Idade Média (dos séculos X ao XIII), visando mostrar o lento desenvolvimento, porém grandioso, que de uma forma foi marcado pela fome, pobreza, miséria, doenças e todos os obstáculos possíveis, mas que também levou a Europa a várias invenções e criações tendo um papel de suma importância e fundamentação para a formação de uma alta sociedade, que refletiu também nas novas sociedades modernas, aonde vários aspectos foram legados a nós contemporâneos, conforme o historiador Hilário Franco Junior:"
            },
            {
                "name" : "POST_LINK_BLOG",
                "type" : "link",
                "link": "/blog-single",
                "content" : "Saiba mais"
            }
        ]
    },
    {
        "id" : "72AF0",
        "post_id": "ASFASFASFF23F",
        "content" : [
            {
                "name" : "POST_NAME_BLOG",
                "type" : "text",
                "content" : "A queda do muro de Berilim"
            },
            {
                "name" : "POST_CONTENT_BLOG",
                "type" : "text",
                "limit": 150,
                "content" : "O bloco comunista entrou em uma forte crise durante a década de 1980 e a situação não foi diferente na Alemanha Oriental. A crise da economia da Alemanha Oriental era evidenciada pelo aumento da dívida externa do país, crescimento do deficit comercial, a falta de mercadorias etc. Além disso, a indústria e a infraestrutura do país estavam à beira do colapso.<br /><br />A insatisfação da população da Alemanha Oriental com a falência econômica de seu país era agravada pelo autoritarismo do governo. O governo da Alemanha Oriental não aceitava críticas, perseguia opositores, além de censurar a cultura e a opinião das pessoas que era intensa. A polícia secreta, chamada Stasi, era o símbolo da repressão do governo.<br /><br />A crescente insatisfação da população fez com que movimentos de oposição começassem a ser organizados apesar da repressão do governo. A crise política na Alemanha Oriental começou a ser agravada especialmente a partir de 1989 por conta de acontecimentos que se passaram na Hungria e na Polônia, outros dois países do bloco comunista.<br /><br />Em junho de 1989, a Hungria decretou a abertura de sua fronteira com o oeste, isto é, com as nações capitalistas e isso impactou diretamente a Alemanha, porque, somente no mês seguinte, 25 mil pessoas da Alemanha Oriental decidiram ir para a Hungria e de lá encaminharam-se para a Áustria, de onde solicitavam asilo político na embaixada da Alemanha Ocidental|3|.<br /><br />Enquanto isso, na Polônia, era eleito o primeiro governo não comunista desde a Segunda Guerra Mundial, e isso também fez com que milhares de pessoas mudassem-se da Alemanha Oriental para a Polônia. Esse fluxo de acontecimentos desembocou em uma série de protestos na Alemanha Oriental, especialmente em Berlim Oriental e Leipzig, as maiores cidades da porção oriental.<br /><br />O mês de outubro e os primeiros dias de novembro de 1989 ficaram marcados por uma série de acontecimentos que evidenciaram a ruína do governo da Alemanha Oriental. A situação fugia do controle e isso resultava na demissão de milhares de membros do governo. Os protestos também ganhavam uma magnitude que não se via na Alemanha Oriental desde a década de 1950.<br /><br />No dia 9 de novembro de 1989, o porta-voz da Alemanha Oriental chamado Günter Schabowski realizou o anúncio da nova lei de mobilidade de cidadãos. A lei anunciada pelo porta-voz basicamente acabava com as restrições que existiam na fronteira da Alemanha Oriental. Durante a entrevista, Schabowski afirmou equivocadamente para um jornalista que a lei entraria em vigor em caráter imediato. A lei, na verdade, só seria válida depois de ser aprovada no Parlamento.<br /><br />O anúncio do porta-voz na imprensa atraiu milhares de pessoas nos postos fronteiriços da Alemanha Oriental. Essas pessoas exigiam o direito de atravessar as fronteiras para entrarem na Alemanha Ocidental e logo cerca de 100 mil pessoas reuniram-se ao redor do Muro de Berlim, forçando as autoridades da Alemanha Oriental a endossar a lei. Na virada da noite de 9 para 10 novembro a multidão, portando pás, picaretas e outras ferramentas, começou a realizar a derrubada do Muro que separava as duas porções de Berlim."
            },
            {
                "name" : "POST_LINK_BLOG",
                "type" : "link",
                "link": "/blog-single",
                "content" : "Saiba mais"
            }
        ]
    }
    ]
}